 [
  {
    "projectTitle":   "Chore Tracker",
    "projectUrl":     "http://choretrack.herokuapp.com/#!/",
    "projectDesc":    "<p>Everyone has chores to keep track of. Using Chore Tracker, the members of your household can add new chores to your house, check off completed chores and track the progress of chore completion. If you've ever wondered about who's been slacking on cleaning the bathroom, now you can easily find out.</p><p>This single page application utilizes AngularJS, Node.js, Express, MongoDB and Mongoose.</p>",
    "projectImg":     "images/ChoreTracker_screenshot.png"
  },
  {
    "projectTitle":   "Food Truck Finder",
    "projectUrl":     "https://food-truck-pdx.herokuapp.com/",
    "projectDesc":    "<p>Food Truck Finder is an app that helps people to search for food trucks.</p><p>This single page application utilizes JavaScript, jQuery and the Yelp API.</p>",
    "projectImg":     "images/FoodTruckFinder_screenshot.png"
  },
  {
    "projectTitle":   "4TheRodentz",
    "projectUrl":     "https://4-the-rodentz.github.io/App/html/index.html",
    "projectDesc":    "<p>4theRodentz offers a fun Pokemon-Go-esque animal tracking game in order to track the    environmental impact of global warming on rodents. The app was inspired by Cascades Pika Watch, a program that crowdsources the collection of data on sightings of pikas, which are small wild rodents that live in the Columbia River Gorge. We wanted to make an app that crowdsources the tracking of common rodents in the Greater Portland Area. Rodent aficionados and beginners alike can enter their data, which includes prompts like the size of the rodent, and explains easily recognizable rodent features.</p>",
    "projectImg":     "images/4TheRodentz_screenshot.png"
  },
  {
    "projectTitle":   "Market Analysis app",
    "projectUrl":     "https://drewstock.github.io/market-analysis-app/",
    "projectDesc":    "<p>Market Analysis app is an application that enables users to select images that represent products they would be interested in purchasing. The user data is stored for analysis, with an end goal of determining which products should be manufactured and marketed.</p>",
    "projectImg":     "images/Market_Analysis_app_screenshot.png"
  }
]
